Repository: gigio1023/maccheroni
Catalog: Sources/MaccheroniApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, ru, zh_hans

source: %lld segments · %lld speakers · %lld without a speaker · %lld to review
de: %lld Segmente · %lld Sprecher · %lld ohne Sprecher · %lld zu prüfen
es: %lld segmentos · %lld hablantes · %lld sin hablante · %lld por revisar
fr: %lld segments · %lld locuteurs · %lld sans locuteur · %lld à vérifier
ja: %lld セグメント · %lld 話者 · 話者なし %lld · 要確認 %lld
pt: %lld segmentos · %lld falantes · %lld sem falante · %lld para rever
ru: %lld сегментов · %lld говорящих · %lld без говорящего · %lld на проверку
zh_hans: %lld 个片段 · %lld 位说话人 · %lld 个无说话人 · %lld 个待复核

source: %lld to review
de: %lld zu prüfen
es: %lld por revisar
fr: %lld à vérifier
ja: 要確認 %lld 件
pt: %lld por rever
ru: %lld на проверку
zh_hans: %lld 个待复核

source: %lld, %lld without a speaker
de: %lld, davon %lld ohne Sprecher
es: %lld, %lld sin hablante
fr: %lld, dont %lld sans locuteur
ja: %lld 件（うち話者なし %lld 件）
pt: %lld, %lld sem falante
ru: %lld, из них %lld без говорящего
zh_hans: %lld 个，其中 %lld 个无说话人

source: A component this profile needs is not installed on this Mac, so the run never got started.
de: Eine von diesem Profil benötigte Komponente ist auf diesem Mac nicht installiert, deshalb wurde der Lauf nie gestartet.
es: Un componente que este perfil necesita no está instalado en este Mac, por lo que la ejecución nunca comenzó.
fr: Un composant nécessaire à ce profil n’est pas installé sur ce Mac ; l’exécution n’a donc jamais démarré.
ja: このプロフィールに必要なコンポーネントがこの Mac にインストールされていないため、実行を開始できませんでした。
pt: Um componente necessário para este perfil não está instalado neste Mac, por isso a execução nunca começou.
ru: Компонент, необходимый этому профилю, не установлен на этом Mac, поэтому запуск не начался.
zh_hans: 此配置文件所需的组件未安装在这台 Mac 上，因此运行未能启动。

source: A file this run depends on no longer matches the fingerprint recorded for it, so Maccheroni stopped rather than trust it.
de: Eine Datei, von der dieser Lauf abhängt, entspricht nicht mehr dem aufgezeichneten Fingerabdruck. Maccheroni hat angehalten, statt ihr zu vertrauen.
es: Un archivo del que depende esta ejecución ya no coincide con la huella registrada, así que Maccheroni se detuvo en lugar de confiar en él.
fr: Un fichier dont dépend cette exécution ne correspond plus à l’empreinte enregistrée ; Maccheroni s’est arrêté plutôt que de lui faire confiance.
ja: この実行が依存するファイルが記録済みのフィンガープリントと一致しなくなったため、Maccheroni はそれを信用せずに停止しました。
pt: Um arquivo do qual esta execução depende já não corresponde à impressão digital registrada, então o Maccheroni parou em vez de confiar nele.
ru: Файл, от которого зависит этот запуск, больше не совпадает с записанным отпечатком, поэтому Maccheroni остановился, а не доверился ему.
zh_hans: 本次运行依赖的某个文件已与记录的指纹不符，因此 Maccheroni 选择停止而非信任它。

source: A file this run needs is no longer where Maccheroni left it.
de: Eine für diesen Lauf benötigte Datei liegt nicht mehr dort, wo Maccheroni sie abgelegt hat.
es: Un archivo que esta ejecución necesita ya no está donde Maccheroni lo dejó.
fr: Un fichier nécessaire à cette exécution ne se trouve plus là où Maccheroni l’avait laissé.
ja: この実行に必要なファイルが、Maccheroni が置いた場所にありません。
pt: Um arquivo necessário para esta execução já não está onde o Maccheroni o deixou.
ru: Файл, нужный этому запуску, больше не находится там, где его оставил Maccheroni.
zh_hans: 本次运行需要的文件已不在 Maccheroni 留下它的位置。

source: A proposed speaker layer would come from a derived run. None has been produced.
de: Eine Ebene mit vorgeschlagenen Sprechern käme aus einem abgeleiteten Lauf. Es wurde keiner erzeugt.
es: Una capa de hablantes propuestos vendría de una ejecución derivada. No se ha producido ninguna.
fr: Une couche de locuteurs proposés proviendrait d'une exécution dérivée. Aucune n'a été produite.
ja: 提案話者レイヤーは派生実行から生成されます。まだ生成されていません。
pt: Uma camada de falantes propostos viria de uma execução derivada. Nenhuma foi produzida.
ru: Слой предложенных говорящих создаётся производным запуском. Он не создан.
zh_hans: 建议说话人图层来自派生运行。目前尚未生成。

source: Alignment
de: Ausrichtung
es: Alineación
fr: Alignement
ja: アラインメント
pt: Alinhamento
ru: Выравнивание
zh_hans: 对齐

source: Another local component this profile needs is not ready.
de: Eine weitere lokale Komponente, die dieses Profil benötigt, ist nicht bereit.
es: Otro componente local que necesita este perfil no está listo.
fr: Un autre composant local requis par ce profil n'est pas prêt.
ja: このプロファイルに必要な別のローカル コンポーネントが準備できていません。
pt: Outro componente local exigido por este perfil não está pronto.
ru: Другой локальный компонент, необходимый этому профилю, не готов.
zh_hans: 此配置文件所需的另一个本地组件尚未就绪。

source: As a decoder vocabulary
de: Als Decoder-Vokabular
es: Como vocabulario del decodificador
fr: Comme vocabulaire du décodeur
ja: デコーダー語彙として
pt: Como vocabulário do descodificador
ru: Как словарь декодера
zh_hans: 作为解码器词表

source: As a hotword instruction
de: Als Hotword-Anweisung
es: Como instrucción de palabras clave
fr: Comme instruction de mots-clés
ja: ホットワード指示として
pt: Como instrução de palavras-chave
ru: Как инструкция с ключевыми словами
zh_hans: 作为热词指令

source: Audio Enhancement
de: Audioverbesserung
es: Mejora de audio
fr: Amélioration audio
ja: 音声強調
pt: Melhoria de áudio
ru: Улучшение звука
zh_hans: 音频增强

source: Audio Preparation
de: Audiovorbereitung
es: Preparación del audio
fr: Préparation de l'audio
ja: 音声の前処理
pt: Preparação do áudio
ru: Подготовка аудио
zh_hans: 音频预处理

source: Chunks
de: Blöcke
es: Bloques
fr: Blocs
ja: チャンク
pt: Blocos
ru: Блоки
zh_hans: 分块

source: Clear the search
de: Suche löschen
es: Borrar la búsqueda
fr: Effacer la recherche
ja: 検索をクリア
pt: Limpar a pesquisa
ru: Очистить поиск
zh_hans: 清除搜索

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt: Fechar
ru: Закрыть
zh_hans: 关闭

source: Completed
de: Abgeschlossen
es: Completada
fr: Terminée
ja: 完了
pt: Concluída
ru: Завершено
zh_hans: 已完成

source: Copied the proposed selection.
de: Vorgeschlagene Auswahl kopiert.
es: Se copió la selección propuesta.
fr: Sélection proposée copiée.
ja: 提案された選択範囲をコピーしました。
pt: Seleção proposta copiada.
ru: Предложенный фрагмент скопирован.
zh_hans: 已复制建议的所选内容。

source: Copied the proposed transcript.
de: Vorgeschlagenes Transkript kopiert.
es: Se copió la transcripción propuesta.
fr: Transcription proposée copiée.
ja: 提案された文字起こしをコピーしました。
pt: Transcrição proposta copiada.
ru: Предложенная расшифровка скопирована.
zh_hans: 已复制建议的转录文本。

source: Derived Glossary SHA-256
de: SHA-256 des abgeleiteten Glossars
es: SHA-256 del glosario derivado
fr: SHA-256 du glossaire dérivé
ja: 派生用語集の SHA-256
pt: SHA-256 do glossário derivado
ru: SHA-256 производного глоссария
zh_hans: 派生术语表 SHA-256

source: Derived Result ID
de: ID des abgeleiteten Ergebnisses
es: ID del resultado derivado
fr: ID du résultat dérivé
ja: 派生結果 ID
pt: ID do resultado derivado
ru: ID производного результата
zh_hans: 派生结果 ID

source: Derived Results
de: Abgeleitete Ergebnisse
es: Resultados derivados
fr: Résultats dérivés
ja: 派生結果
pt: Resultados derivados
ru: Производные результаты
zh_hans: 派生结果

source: Exact Identities
de: Genaue Kennungen
es: Identidades exactas
fr: Identités exactes
ja: 正確な識別子
pt: Identidades exatas
ru: Точные идентификаторы
zh_hans: 精确标识

source: Glossary SHA-256
de: SHA-256 des Glossars
es: SHA-256 del glosario
fr: SHA-256 du glossaire
ja: 用語集の SHA-256
pt: SHA-256 do glossário
ru: SHA-256 глоссария
zh_hans: 术语表 SHA-256

source: Glossary Terms
de: Glossareinträge
es: Términos del glosario
fr: Termes du glossaire
ja: 用語集の項目数
pt: Termos do glossário
ru: Записи глоссария
zh_hans: 术语表条目

source: Glossary Used
de: Verwendetes Glossar
es: Glosario utilizado
fr: Glossaire utilisé
ja: 使用した用語集
pt: Glossário utilizado
ru: Использованный глоссарий
zh_hans: 使用的术语表

source: Go to the next segment to review
de: Zum nächsten zu prüfenden Segment
es: Ir al siguiente segmento por revisar
fr: Aller au segment suivant à vérifier
ja: 次の要確認セグメントへ移動
pt: Ir para o segmento seguinte por rever
ru: К следующему сегменту на проверку
zh_hans: 转到下一个待复核片段

source: Go to the previous segment to review
de: Zum vorherigen zu prüfenden Segment
es: Ir al segmento anterior por revisar
fr: Aller au segment précédent à vérifier
ja: 前の要確認セグメントへ移動
pt: Ir para o segmento anterior por rever
ru: К предыдущему сегменту на проверку
zh_hans: 转到上一个待复核片段

source: How
de: Wie
es: Cómo
fr: Comment
ja: 方法
pt: Como
ru: Как
zh_hans: 方式

source: In the model's context prompt
de: Im Kontext-Prompt des Modells
es: En el prompt de contexto del modelo
fr: Dans l'invite de contexte du modèle
ja: モデルのコンテキストプロンプト内
pt: No prompt de contexto do modelo
ru: В контекстном запросе модели
zh_hans: 在模型的上下文提示中

source: Install the missing components by running this in Terminal from the Maccheroni repository, then check again:
de: Installieren Sie die fehlenden Komponenten, indem Sie dies im Terminal im Maccheroni-Repository ausführen, und prüfen Sie dann erneut:
es: Instala los componentes que faltan ejecutando esto en Terminal desde el repositorio de Maccheroni y vuelve a comprobar:
fr: Installez les composants manquants en exécutant ceci dans le Terminal depuis le dépôt Maccheroni, puis vérifiez à nouveau :
ja: Maccheroni リポジトリでターミナルから次のコマンドを実行して不足しているコンポーネントをインストールし、もう一度確認してください:
pt: Instale os componentes ausentes executando isto no Terminal a partir do repositório do Maccheroni e verifique novamente:
ru: Установите недостающие компоненты, выполнив эту команду в Терминале в репозитории Maccheroni, затем проверьте снова:
zh_hans: 在 Maccheroni 仓库目录下于“终端”运行以下命令安装缺失的组件，然后再次检查：

source: Maccheroni cannot use the microphone. Turn Maccheroni on in System Settings > Privacy & Security > Microphone.
de: Maccheroni kann das Mikrofon nicht verwenden. Aktivieren Sie Maccheroni unter Systemeinstellungen > Datenschutz & Sicherheit > Mikrofon.
es: Maccheroni no puede usar el micrófono. Activa Maccheroni en Ajustes del Sistema > Privacidad y seguridad > Micrófono.
fr: Maccheroni ne peut pas utiliser le microphone. Activez Maccheroni dans Réglages Système > Confidentialité et sécurité > Microphone.
ja: Maccheroni がマイクを使用できません。システム設定 > プライバシーとセキュリティ > マイク で Maccheroni をオンにしてください。
pt: O Maccheroni não pode usar o microfone. Ative o Maccheroni em Ajustes do Sistema > Privacidade e Segurança > Microfone.
ru: Maccheroni не может использовать микрофон. Включите Maccheroni в разделе «Системные настройки > Конфиденциальность и безопасность > Микрофон».
zh_hans: Maccheroni 无法使用麦克风。请在“系统设置 > 隐私与安全性 > 麦克风”中打开 Maccheroni。

source: Maccheroni could not check whether this profile is ready: %@
de: Maccheroni konnte nicht prüfen, ob dieses Profil bereit ist: %@
es: Maccheroni no pudo comprobar si este perfil está listo: %@
fr: Maccheroni n'a pas pu vérifier si ce profil est prêt : %@
ja: Maccheroni はこのプロファイルが準備できているか確認できませんでした: %@
pt: O Maccheroni não conseguiu verificar se este perfil está pronto: %@
ru: Maccheroni не удалось проверить готовность этого профиля: %@
zh_hans: Maccheroni 无法检查此配置文件是否就绪：%@

source: Maccheroni could not join the transcript with the speaker timeline.
de: Maccheroni konnte das Transkript nicht mit der Sprecher-Zeitleiste zusammenführen.
es: Maccheroni no pudo unir la transcripción con la línea de tiempo de hablantes.
fr: Maccheroni n’a pas pu associer la transcription à la chronologie des locuteurs.
ja: Maccheroni は文字起こしと話者タイムラインを結合できませんでした。
pt: O Maccheroni não conseguiu unir a transcrição com a linha do tempo de falantes.
ru: Maccheroni не смог объединить расшифровку с таймлайном говорящих.
zh_hans: Maccheroni 无法将转录文本与说话人时间轴合并。

source: Maccheroni could not prepare this audio for transcription.
de: Maccheroni konnte dieses Audio nicht für die Transkription vorbereiten.
es: Maccheroni no pudo preparar este audio para la transcripción.
fr: Maccheroni n’a pas pu préparer cet audio pour la transcription.
ja: Maccheroni はこのオーディオを転写用に準備できませんでした。
pt: O Maccheroni não conseguiu preparar este áudio para a transcrição.
ru: Maccheroni не смог подготовить это аудио к транскрипции.
zh_hans: Maccheroni 无法为转录准备这段音频。

source: Maccheroni could not read the readiness report from its command-line engine.
de: Maccheroni konnte den Bereitschaftsbericht seiner Befehlszeilen-Engine nicht lesen.
es: Maccheroni no pudo leer el informe de preparación de su motor de línea de comandos.
fr: Maccheroni n'a pas pu lire le rapport de disponibilité de son moteur de ligne de commande.
ja: Maccheroni はコマンドライン エンジンからの準備状況レポートを読み取れませんでした。
pt: O Maccheroni não conseguiu ler o relatório de prontidão do seu mecanismo de linha de comando.
ru: Maccheroni не удалось прочитать отчёт о готовности от механизма командной строки.
zh_hans: Maccheroni 无法读取其命令行引擎返回的就绪报告。

source: Maccheroni stopped this run and its record does not name a more specific cause.
de: Maccheroni hat diesen Lauf angehalten; die Aufzeichnung nennt keine genauere Ursache.
es: Maccheroni detuvo esta ejecución y su registro no indica una causa más concreta.
fr: Maccheroni a interrompu cette exécution et son enregistrement n’indique pas de cause plus précise.
ja: Maccheroni はこの実行を停止しましたが、記録にはこれ以上具体的な原因が残っていません。
pt: O Maccheroni interrompeu esta execução e o registro não indica uma causa mais específica.
ru: Maccheroni остановил этот запуск, и в записи нет более конкретной причины.
zh_hans: Maccheroni 停止了本次运行，其记录未指出更具体的原因。

source: Maccheroni will not assign a speaker without acoustic evidence, so this stays as it is.
de: Maccheroni weist ohne akustischen Nachweis keinen Sprecher zu, daher bleibt dies unverändert.
es: Maccheroni no asigna un hablante sin evidencia acústica, así que esto queda como está.
fr: Maccheroni n'attribue pas de locuteur sans preuve acoustique ; cela reste donc en l'état.
ja: Maccheroni は音響的な根拠なしに話者を割り当てないため、ここはこのままになります。
pt: O Maccheroni não atribui um falante sem evidência acústica, por isso isto fica como está.
ru: Maccheroni не назначает говорящего без акустических данных, поэтому здесь ничего не меняется.
zh_hans: 没有声学证据时 Maccheroni 不会指派说话人，因此这里保持原样。

source: Mark Reviewed
de: Als geprüft markieren
es: Marcar como revisado
fr: Marquer comme vérifié
ja: 確認済みにする
pt: Marcar como revisto
ru: Отметить проверенным
zh_hans: 标记为已复核

source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
pt: Modelo
ru: Модель
zh_hans: 模型

source: No segment matches this search.
de: Kein Segment entspricht dieser Suche.
es: Ningún segmento coincide con esta búsqueda.
fr: Aucun segment ne correspond à cette recherche.
ja: この検索に一致するセグメントはありません。
pt: Nenhum segmento corresponde a esta pesquisa.
ru: Ни один сегмент не соответствует этому запросу.
zh_hans: 没有片段与此搜索匹配。

source: No speaker held %@ of this segment's speech, so none was named.
de: Kein Sprecher hielt %@ der Sprache dieses Segments, daher wurde keiner benannt.
es: Ningún hablante alcanzó %@ del habla de este segmento, así que no se nombró a ninguno.
fr: Aucun locuteur n'a atteint %@ de la parole de ce segment, aucun n'a donc été nommé.
ja: このセグメントの発話の %@ に達した話者がいないため、話者は特定されませんでした。
pt: Nenhum falante atingiu %@ da fala deste segmento, por isso nenhum foi indicado.
ru: Ни один говорящий не набрал %@ речи этого сегмента, поэтому никто не назван.
zh_hans: 没有说话人占到此片段语音的 %@，因此未确定说话人。

source: No speaker was active on the speaker timeline during this segment.
de: In diesem Segment war auf der Sprecherzeitleiste kein Sprecher aktiv.
es: Ningún hablante estaba activo en la línea de tiempo durante este segmento.
fr: Aucun locuteur n'était actif sur la chronologie pendant ce segment.
ja: このセグメントの間、話者タイムライン上で話していた話者はいません。
pt: Nenhum falante estava ativo na linha do tempo durante este segmento.
ru: В этом сегменте на шкале говорящих никто не был активен.
zh_hans: 在此片段期间，说话人时间轴上没有任何说话人。

source: Not Transcribed
de: Nicht transkribiert
es: Sin transcribir
fr: Non transcrit
ja: 未文字起こし
pt: Não transcrito
ru: Не расшифровано
zh_hans: 未转录

source: Not passed to the model
de: Nicht an das Modell übergeben
es: No se pasó al modelo
fr: Non transmis au modèle
ja: モデルに渡していません
pt: Não passado ao modelo
ru: Не передано модели
zh_hans: 未传给模型

source: Nothing left to review
de: Nichts mehr zu prüfen
es: No queda nada por revisar
fr: Plus rien à vérifier
ja: 確認するものはありません
pt: Nada por rever
ru: Проверять нечего
zh_hans: 没有待复核内容

source: Other markers
de: Weitere Markierungen
es: Otros marcadores
fr: Autres marqueurs
ja: その他のマーカー
pt: Outros marcadores
ru: Другие метки
zh_hans: 其他标记

source: Outcome
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
pt: Resultado
ru: Итог
zh_hans: 结果

source: Part of this recording was transcribed and the rest produced no text.
de: Ein Teil dieser Aufnahme wurde transkribiert, der Rest lieferte keinen Text.
es: Se transcribió una parte de esta grabación y el resto no produjo texto.
fr: Une partie de cet enregistrement a été transcrite et le reste n’a produit aucun texte.
ja: この録音の一部だけが文字起こしされ、残りはテキストを生成しませんでした。
pt: Parte desta gravação foi transcrita e o restante não produziu texto.
ru: Часть этой записи расшифрована, остальное не дало текста.
zh_hans: 这段录音只有一部分被转录，其余部分没有产生文本。

source: Partial
de: Teilweise
es: Parcial
fr: Partielle
ja: 一部のみ
pt: Parcial
ru: Частично
zh_hans: 部分完成

source: Partial Transcript
de: Teiltranskript
es: Transcripción parcial
fr: Transcription partielle
ja: 部分的な文字起こし
pt: Transcrição parcial
ru: Частичная расшифровка
zh_hans: 部分转录

source: Pause playback
de: Wiedergabe pausieren
es: Pausar la reproducción
fr: Mettre la lecture en pause
ja: 再生を一時停止
pt: Pausar a reprodução
ru: Приостановить воспроизведение
zh_hans: 暂停播放

source: Play the recording
de: Aufnahme abspielen
es: Reproducir la grabación
fr: Lire l'enregistrement
ja: 録音を再生
pt: Reproduzir a gravação
ru: Воспроизвести запись
zh_hans: 播放录音

source: Play the recording from this segment.
de: Aufnahme ab diesem Segment abspielen.
es: Reproduce la grabación desde este segmento.
fr: Lit l'enregistrement à partir de ce segment.
ja: このセグメントから録音を再生します。
pt: Reproduz a gravação a partir deste segmento.
ru: Воспроизвести запись с этого сегмента.
zh_hans: 从此片段开始播放录音。

source: Playhead
de: Abspielposition
es: Cabezal de reproducción
fr: Tête de lecture
ja: 再生位置
pt: Cabeça de reprodução
ru: Позиция воспроизведения
zh_hans: 播放头

source: Post-processing Backend
de: Backend der Nachbearbeitung
es: Backend de posprocesado
fr: Backend de post-traitement
ja: 後処理バックエンド
pt: Backend de pós-processamento
ru: Бэкенд постобработки
zh_hans: 后处理后端

source: Post-processing did not finish. The speaker-labelled transcript is unaffected.
de: Die Nachbearbeitung wurde nicht abgeschlossen. Das Transkript mit Sprecherzuordnung bleibt unverändert.
es: El postprocesamiento no terminó. La transcripción con hablantes etiquetados no cambia.
fr: Le post-traitement ne s’est pas terminé. La transcription avec locuteurs identifiés est inchangée.
ja: 後処理が完了しませんでした。話者ラベル付きの文字起こしはそのままです。
pt: O pós-processamento não terminou. A transcrição com falantes identificados permanece inalterada.
ru: Постобработка не завершилась. Расшифровка с обозначением говорящих не изменилась.
zh_hans: 后处理未完成。已标注说话人的转录文本未受影响。

source: Proposed
de: Vorgeschlagen
es: Propuesto
fr: Proposé
ja: 提案
pt: Proposto
ru: Предложено
zh_hans: 建议

source: Reached the Model
de: Hat das Modell erreicht
es: Llegó al modelo
fr: Parvenu au modèle
ja: モデルに届いたか
pt: Chegou ao modelo
ru: Дошло до модели
zh_hans: 已送达模型

source: Recording SHA-256
de: SHA-256 der Aufnahme
es: SHA-256 de la grabación
fr: SHA-256 de l'enregistrement
ja: 録音の SHA-256
pt: SHA-256 da gravação
ru: SHA-256 записи
zh_hans: 录音 SHA-256

source: Recording Size
de: Größe der Aufnahme
es: Tamaño de la grabación
fr: Taille de l'enregistrement
ja: 録音のサイズ
pt: Tamanho da gravação
ru: Размер записи
zh_hans: 录音大小

source: Review This Segment
de: Dieses Segment prüfen
es: Revisar este segmento
fr: Vérifier ce segment
ja: このセグメントを確認
pt: Rever este segmento
ru: Проверить этот сегмент
zh_hans: 复核此片段

source: Review what Maccheroni was unsure about here.
de: Prüfen, worüber Maccheroni hier unsicher war.
es: Revisa aquí aquello de lo que Maccheroni no estuvo seguro.
fr: Vérifiez ici ce dont Maccheroni n'était pas sûr.
ja: Maccheroni が確信を持てなかった点をここで確認します。
pt: Reveja aqui aquilo de que Maccheroni não teve certeza.
ru: Проверьте то, в чём Maccheroni здесь не был уверен.
zh_hans: 复核 Maccheroni 在此处不确定的内容。

source: Run Record Unreadable
de: Laufaufzeichnung nicht lesbar
es: Registro de ejecución ilegible
fr: Enregistrement d’exécution illisible
ja: 実行記録を読み取れません
pt: Registro de execução ilegível
ru: Запись запуска не читается
zh_hans: 无法读取运行记录

source: Run and result identifiers, file fingerprints, model revisions, and the batching numbers behind post-processing.
de: Lauf- und Ergebniskennungen, Dateifingerabdrücke, Modellrevisionen und die Batch-Werte hinter der Nachbearbeitung.
es: Identificadores de ejecución y resultado, huellas de archivo, revisiones de modelo y los números de lotes del posprocesado.
fr: Identifiants d'exécution et de résultat, empreintes de fichiers, révisions de modèle et les valeurs de lots du post-traitement.
ja: 実行と結果の識別子、ファイルのフィンガープリント、モデルのリビジョン、後処理のバッチ値です。
pt: Identificadores de execução e resultado, impressões digitais de ficheiros, revisões de modelos e os valores de lotes do pós-processamento.
ru: Идентификаторы запуска и результата, отпечатки файлов, ревизии моделей и параметры пакетов постобработки.
zh_hans: 运行与结果标识符、文件指纹、模型修订版，以及后处理的批次数值。

source: Search this transcript
de: Dieses Transkript durchsuchen
es: Buscar en esta transcripción
fr: Rechercher dans cette transcription
ja: この文字起こしを検索
pt: Pesquisar nesta transcrição
ru: Искать в этой расшифровке
zh_hans: 搜索此转录文本

source: Segments
de: Segmente
es: Segmentos
ja: セグメント
pt: Segmentos
ru: Сегменты
zh_hans: 片段

source: Sent to the Model
de: An das Modell gesendet
es: Enviado al modelo
fr: Envoyé au modèle
ja: モデルに送信した内容
pt: Enviado ao modelo
ru: Отправлено модели
zh_hans: 发送给模型的内容

source: Show or hide how this run was produced.
de: Einblenden oder ausblenden, wie dieser Lauf entstanden ist.
es: Muestra u oculta cómo se produjo esta ejecución.
fr: Affiche ou masque la façon dont cette exécution a été produite.
ja: この実行がどのように作られたかを表示または非表示にします。
pt: Mostra ou oculta como esta execução foi produzida.
ru: Показать или скрыть, как был получен этот запуск.
zh_hans: 显示或隐藏本次运行的生成方式。

source: Show this layer of the transcript.
de: Diese Ebene des Transkripts anzeigen.
es: Muestra esta capa de la transcripción.
fr: Affiche cette couche de la transcription.
ja: 文字起こしのこのレイヤーを表示します。
pt: Mostra esta camada da transcrição.
ru: Показать этот слой расшифровки.
zh_hans: 显示转录文本的此图层。

source: Speaker Separation
de: Sprechertrennung
es: Separación de hablantes
fr: Séparation des locuteurs
ja: 話者分離
pt: Separação de falantes
ru: Разделение говорящих
zh_hans: 说话人分离

source: Speaker not attributed yet
de: Sprecher noch nicht zugeordnet
es: Hablante aún sin atribuir
fr: Locuteur pas encore attribué
ja: 話者は未割り当てです
pt: Falante ainda não atribuído
ru: Говорящий ещё не сопоставлен
zh_hans: 尚未归属说话人

source: Speaker not named
de: Sprecher nicht benannt
es: Hablante sin nombrar
fr: Locuteur non nommé
ja: 話者は特定されていません
pt: Falante não indicado
ru: Говорящий не назван
zh_hans: 未确定说话人
